** Table: sum up a column 
|     Num | Item      |     Vote |
|---------+-----------+----------|
|       1 | Item1     |       11 |
|       2 | Item2     |        7 |
|       3 | Item3     |        4 |
|       4 | Item4     |        4 |
|       5 | Item5     |        5 |
|       6 | Not voted |        5 |
|---------+-----------+----------|
| Summary |           | sum = 36 |
#+TBLFM: $1=@-1$1+1;N::$LR1=Summary::$LR3=sum=(vsum(@2$3..@-1$3))
